{"data":{"markdownRemark":{"html":"<blockquote>\n<p><em>Innovación es un cambio que introduce novedades, y que se refiere a modificar elementos ya existentes con el fin de mejorarlos o renovarlos. Este término proviene del latín \"innovatio\" que significa crear algo nuevo y está formada por el prefijo \"in-\" y por el concepto \"novus\".</em></p>\n</blockquote>\n<p>Categoría: Innovación en procesos.</p>\n<p>Autor: Josep Bergay</p>\n<h3>Explicación</h3>\n<p>Crear un nuevo sitio web para el Flash, con todas las ventajas de una web moderna. También servirá para sentar las bases para el futuro de la web y la intranet de JG.</p>\n<p>Nuestra intranet actual tiene algunas limitaciones y está algo desfasada comparado con lo que se puede hacer actualmente en formato web. Modernizar toda nuestra intranet puede resultar una tarea titánica. Es por esto que mi propuesta es mucho más modesta, pero es algo que seguramente nos interese hacer en un futuro no muy lejano.</p>\n<h3>Coste – beneficio:</h3>\n<p>El principal coste que tiene esta propuesta es trabajo (tiempo) para nuestro departamento informático para poder alojar el sitio internamente y darle acceso a los recursos.</p>\n<p>Para el usuario final el beneficio principal será una web más amigable, donde para encontrar aquel artículo no hará falta recordar/buscar en qué Flash fue publicado. Incluso podremos compartir el enlace del artículo en cuestión o buscarlo por palabras clave. Diseño “responsive”, ¡por fin podrás visualizarlo desde tu móvil en un formato adaptado al dispositivo!</p>\n<p>Para el propio equipo del Flash, implica un nuevo editor de contenido. Éste permitirá que varios usuarios puedan añadir contenido al Flash directamente o después de la aprobación de un editor jefe. No hará falta actualizar toda la web, por ejemplo, se podrá modificar solo un cumpleaños o añadir un artículo y todo el resto de información se mantiene como estaba.</p>\n<h3>Tiempo necesario para la implantación</h3>\n<p>1 mes.</p>\n<h3>Prototipo</h3>\n<p>Como una imagen vale más que mil palabras. Me he tomado el tiempo de investigar y crear este prototipo para que se vea que realmente las posibilidades son infinitas. El diseño escogido es muy subjetivo y seguramente no es el más acertado. Todo es completamente configurable y se puede rehacer.</p>\n<p>Si accedéis al apartado para <a href=\"https://lucid-goldberg-369fe6.netlify.com/admin\">administradores</a> y os autenticáis (usuario: FlashJGEditor, contraseña: Flash<em>JG</em>Editor_1), podréis usar el editor de contenido. Probad a editar el título de la página principal o a crear una nueva noticia. </p>\n<p>En unos minutos estará el sitio web actualizado con la nueva noticia en el <a href=\"https://lucid-goldberg-369fe6.netlify.com/blog\">blog</a>, ¡más fácil imposible!</p>","frontmatter":{"title":"INnovamos"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"c8d07449-f363-57f5-bbc8-e7b934859e03"}}